Repository: helsingborg-stad/api-event-manager
Catalog: languages/event-manager-*.po
Languages: sv_se

source: Daily import
sv_se: Daglig import

source: Enable daily automatic import from ArcGIS
sv_se: Daglig automatisk import från ArcGIS

source: Select status of imported events.
sv_se: Välj status för importerade evenemang.

source: Draft
sv_se: Utkast

source: Published
sv_se: Publicerad

source: API links
sv_se: API-länkar

source: Add one or many API links to ArcGIS
sv_se: Lägg till en eller flera API-länkar till ArcGIS

source: Add
sv_se: Lägg till

source: API link
sv_se: API-länk

source: Default city
sv_se: Standard stad / ort

source: If essential address components are missing during import, this city will be used as default.
sv_se: Om adressuppgifter saknas för en plats kommer angiven stad användas för att ge exaktare resultat.

source: Default user groups
sv_se: Förvalda användargrupper

source: Select the user groups that you want to set as default to imported posts.
sv_se: Välj vilka användargrupper som ska tilldelas för importerade poster.

source: Enable daily automatic import from CBIS
sv_se: Daglig automatisk import från CBIS

source: API keys
sv_se: API-nycklar

source: Add key
sv_se: Lägg till nyckel

source: API key
sv_se: API-nyckel

source: API GeoNode ID
sv_se: API Geografisk-nod ID

source: Event ID
sv_se: ID för evenemang

source: ID of the category "events" used in CBIS.
sv_se: ID-nummer för kategorin "evenemang" som finns i CBIS.

source: Location categories
sv_se: Kategorier för platser

source: Add one or many IDs to get locations from different categories.
sv_se: Lägg till ett eller flera ID-nummer för att hämta platser inom olika kategorier.

source: Category ID
sv_se: ID för kategorin

source: Category name
sv_se: Kategorinamn

source: Name of the category.
sv_se: Kategorins namn.

source: e.g. Accommodations
sv_se: t.ex. Boenden

source: Exclude categories
sv_se: Uteslut kategorier

source: Enter the name of the categories that you want to exclude from the import. Separate with commas.
sv_se: Skriv namnet på de kategorier ni vill utesluta från import. Separera med kommatecken.

source: Include imported categories
sv_se: Inkludera importerade kategorier

source: Select which imported categories that will be included in this category.
sv_se: Ange de importerade kategorier som ska inkluderas i denna kategori.

source: Event manager settings
sv_se: Event Manager inställningar

source: Google Api key
sv_se: Google Api-nyckel

source: API-services required:<br> Google Maps JavaScript API<br> Google Maps Geocoding API<br> Google Places API Web Service
sv_se: API-tjänster som krävs:<br> Google Maps JavaScript API<br> Google Maps Geocoding API<br> Google Places API Web Service.

source: Import warning
sv_se: Visa varningar

source: Show notification if no events have been imported for a week or more.
sv_se: Visar varning om inga evenemang har importerats senaste veckan.

source: Groups
sv_se: Grupper

source: Activate user groups on selected post types.
sv_se: Aktivera användargrupper för valda posttyper.

source: Events
sv_se: Evenemang

source: Locations
sv_se: Platser

source: Sponsors
sv_se: Sponsorer

source: Packages
sv_se: Paket

source: Membership cards
sv_se: Medlemskort

source: Organizers
sv_se: Arrangörer

source: Guides
sv_se: Guider

source: Recommendations
sv_se: Rekommendationer

source: Interactive Guides
sv_se: Interaktiva Guider

source: Event
sv_se: Evenemang

source: Website
sv_se: Webbplats

source: Link to event website.
sv_se: Länk till evenemangets webbplats.

source: Additional links
sv_se: Extra länkar

source: Additional links to websites.
sv_se: Lägg till eventuella ytterligare länkar för evenemanget.

source: Add link
sv_se: Lägg till länk

source: Link
sv_se: Länk

source: Related events
sv_se: Relaterade evenemang

source: Links to other events associated with this event.
sv_se: Länkar till andra evenemang som hör ihop med eller liknar detta.

source: Occasions
sv_se: Tidpunkt

source: Event occasions
sv_se: Tidpunkter för evenemanget

source: Add occasions to this event. Does the event occur each week? Then add a rule for recurring events.
sv_se: Lägg till tidpunkter för evenemanget. Återkommer evenemanget varje vecka? Lägg då till en regel för återkommande evenemang.

source: Date
sv_se: Datum

source: Start and end time of the event.
sv_se: Start- och slutdatum för evenemanget.

source: Add occasion
sv_se: Lägg till tidpunkt

source: Select if event is on schedule or not.
sv_se: Välj om evenemanget inträffar som planerat.

source: Scheduled
sv_se: Enligt planering

source: Rescheduled
sv_se: Omplanerat

source: Cancelled
sv_se: Inställt

source: Exeption information
sv_se: Information

source: Information about why there have been an exception.
sv_se: Information om orsak till undantaget.

source: Start date
sv_se: Startdatum

source: End date
sv_se: Slutdatum

source: Door time
sv_se: Lokalen öppnar

source: Override content
sv_se: Skriv över med unik beskrivning

source: Use master or custom content for this occasion.
sv_se: Använd evenemangets standardbeskrivning eller skriv över med unik beskrivning för tidpunkten.

source: Use master content
sv_se: Standardbeskrivning

source: Use custom content
sv_se: Egen beskrivning

source: Content
sv_se: Innehåll

source: Override the post content of the event.
sv_se: Skriv över standardbeskrivning med eget innehåll.

source: Override location
sv_se: Skriv över med unik plats

source: Use master or custom location for this occasion.
sv_se: Använd evenemangets huvudplats eller skriv över med unik plats för tidpunkten.

source: Use master location
sv_se: Huvudplats

source: Use custom location
sv_se: Egen plats

source: Location
sv_se: Plats

source: Booking link
sv_se: Länk till bokning

source: Recurrence rules
sv_se: Återkommande evenemang

source: Weekly recurring event.
sv_se: Regler för återkommande evenemang.

source: Add rule
sv_se: Lägg till regel

source: Weekday
sv_se: Veckodag

source: The event will occur on this weekday
sv_se: Evenemanget inträffar på vald veckodag

source: Monday
sv_se: Måndag

source: Tuesday
sv_se: Tisdag

source: Wednesday
sv_se: Onsdag

source: Thursday
sv_se: Torsdag

source: Friday
sv_se: Fredag

source: Saturday
sv_se: Lördag

source: Sunday
sv_se: Söndag

source: Weekly interval
sv_se: Veckointervall

source: Enter the weekly interval when the event occurs. 1 equals every week.
sv_se: Ange med vilken veckointervall händelsen inträffar. 1 motsvarar varje vecka.

source: Start time
sv_se: Starttid

source: Start time of the event
sv_se: Evenemangets starttid

source: End time
sv_se: Sluttid

source: End time of the event
sv_se: Evenemangets sluttid

source: Door time of the event
sv_se: När lokalen öppnar till evenemanget

source: When the recurring event period starts.
sv_se: Inträffar löpande fr.o.m. detta datum.

source: When the reccurring event period ends
sv_se: Inträffar löpande t.o.m. detta datum

source: Exceptions
sv_se: Undantag

source: Add exceptions to this scheme.
sv_se: Lägg till undantag.

source: Add exception
sv_se: Lägg till undantag

source: Exception date
sv_se: Datum för undantag

source: Default
sv_se: Standard

source: Location or address for the event.
sv_se: Plats eller adress för evenemanget.

source: Additional locations
sv_se: Fler platser

source: Add additional locations if the event takes place on more than one address.
sv_se: Lägg till platser om evenemanget äger rum på flera platser.

source: Accessibility
sv_se: Tillgänglighet

source: Accessible toilet
sv_se: Handikapptoalett

source: Elevator/ramp
sv_se: Hiss/ramp

source: Organizer
sv_se: Arrangör

source: Add organizer
sv_se: Lägg till arrangör

source: Main organizer
sv_se: Huvudarrangör

source: Check the box if this is the main organizer for the event.
sv_se: Kryssa i rutan om detta är huvudarrangören för evenemanget.

source: Select the company, organization or person that organizes the event.
sv_se: Välj företaget, organisationen eller privatpersonen som står bakom evenemanget.

source: Add sponsors to the event.
sv_se: Lägg till sponsorer till evenemanget.

source: Booking & tickets
sv_se: Bokning & biljetter

source: External link to booking website.
sv_se: Extern länk till bokningssida.

source: Booking phone
sv_se: Telefon

source: Phone number to make bookings.
sv_se: Telefonnummer för bokning.

source: Email
sv_se: E-postadress

source: Email to make bookings.
sv_se: E-postadress för bokning.

source: Ticket release date
sv_se: Biljettsläpp

source: Date when the tickets is released.
sv_se: Datum när biljetterna släpps.

source: Minimum age to attend the event
sv_se: Lägsta ålder för att delta i evenemanget

source: Enter age if this event is age restricted.
sv_se: Skriv ålder om evenemanget har åldersgräns.

source: e.g. 15
sv_se: t.ex. 15

source: year
sv_se: år

source: Ticket stock
sv_se: Biljettlager

source: Total amount of tickets.
sv_se: Totalt antal biljetter i lager.

source: Tickets remaining
sv_se: Återstående biljetter

source: Remaining amount of tickets for sale.
sv_se: Återstående antal biljetter till salu.

source: Additional ticket retailers
sv_se: Fler återförsäljare

source: Retailer
sv_se: Återförsäljare

source: Name of the retailer.
sv_se: Återförsäljarens namn.

source: Ticket purchase URL
sv_se: URL till biljettförsäljning

source: Ticket stop date
sv_se: Slutdatum för biljettförsäljning

source: Date when the retailer stops selling tickets.
sv_se: Datum när biljettförsäljningen upphör.

source: Included in membership cards
sv_se: Ingår i medlemskort

source: Add membership cards where this event is included.
sv_se: Välj medlemskort där evenemanget ingår.

source: Entrance and ticket prices
sv_se: Entré- och biljettpriser

source: Enter entrance and ticket prices for the event. Enter "0" if the event is free.
sv_se: Ange entré- och biljettpriser för evenemanget. Skriv “0” om evenemanget är gratis.

source: Default price / Adult
sv_se: Standardpris / Vuxen

source: SEK
sv_se: kr

source: Price student
sv_se: Studentpris

source: Price children
sv_se: Barnpris

source: Age restriction for children price
sv_se: Åldersgräns för barnpris

source: Children price is valid up to this age.
sv_se: Barnpris är giltigt upp till angiven ålder.

source: Price senior
sv_se: Pensionärspris

source: Age restriction for senior price
sv_se: Åldersgräns för pensionärspris

source: Senior price is valid from this age.
sv_se: Pensionärspris är giltigt från angiven ålder.

source: Additional ticket types
sv_se: Fler biljettyper

source: Additional types of tickets.
sv_se: Ytterligare biljetttyper för evenemanget.

source: Ticket name
sv_se: Biljettnamn

source: Maximum price
sv_se: Maximipris

source: Minimum price
sv_se: Minimipris

source: Ticket type
sv_se: Typ av biljett

source: Standing
sv_se: Stående

source: Seated
sv_se: Sittande

source: Price range
sv_se: Prisintervall

source: Information about the price range for tickets.
sv_se: Information om biljetternas prisintervall.

source: Seated minimum price
sv_se: Minimipris för sittande

source: Seated maximum price
sv_se: Maximipris för sittande

source: Standing minimum price
sv_se: Minimipris för stående

source: Standing maximum price
sv_se: Maximipris för stående

source: Price group
sv_se: Gruppriser

source: Add prices for group bookings.
sv_se: Lägg till priser för grupper.

source: Add group
sv_se: Lägg till grupp

source: Price
sv_se: Pris

source: Price for this group.
sv_se: Pris för grupp.

source: Min persons
sv_se: Minimum antal

source: Minimum number of people.
sv_se: Minimum antal personer för gruppen.

source: Max persons
sv_se: Maximum antal

source: Maximum number of people.
sv_se: Maximum antal personer för gruppen.

source: Price information
sv_se: Prisinformation

source: Write additional information about prices.
sv_se: Lägg till övrig eventuell information om priserna.

source: Ticket includes
sv_se: Ingår i biljett

source: Does the ticket include more than entry? Then write what's included in one ticket.
sv_se: Ingår mer i biljetten än inträde? Skriv då vad som ingår i en biljett.

source: e.g. entry, checkroom, meal
sv_se: t.ex. inträde, garderob, måltid

source: Contact
sv_se: Kontakt

source: Phone
sv_se: Telefon

source: Phone number to contact service.
sv_se: Telefonnummer för frågor.

source: Email to contact service.
sv_se: E-postadress för frågor.

source: Contact information
sv_se: Kontaktinformation

source: Gallery
sv_se: Bildgalleri

source: Add images to this event.<br> Please upload images that are as large as possible and that are not sensitive to cropping (eg. images with text overlay).
sv_se: Lägg till bilder för evenemanget. Vänligen ladda upp bilder som är så stora som möjligt och som kan beskäras utan att förstöra det bilden vill förmedla (t.ex. bilder med text).

source: Links
sv_se: Länkar

source: Add external links to different social media and streaming services.
sv_se: Externa länkar till sociala medier och streaming-tjänster.

source: Add one or multiple YouTube links.
sv_se: Lägg till en eller flera YouTube-länkar.

source: YouTube link
sv_se: YouTube-länk

source: Add one or multiple Vimeo links.
sv_se: Lägg till en eller flera Vimero-länkar.

source: Vimeo link
sv_se: Vimeo-länk

source: Age
sv_se: Ålder

source: Age group
sv_se: Åldersgrupp

source: Age group that the activity is addressed to.
sv_se: Åldersgrupp som aktiviteten är riktad till.

source: From
sv_se: Från

source: years
sv_se: år

source: To
sv_se: Till

source: Select one or many user groups.
sv_se: Välj en eller flera användargrupper.

source: Basic Guide Settings
sv_se: Grundläggande guideinställningar

source: General
sv_se: Generellt

source: For kids
sv_se: För barn

source: QR Code
sv_se: QR-kod

source: Use the QR code to open the guide directly in the Guide App. <img src="http://chart.apis.google.com/chart?cht=qr&chs=100x100&chld=M|0&chl={{url}}" alt="QR code" width="100" height="100"> <a href="http://chart.apis.google.com/chart?cht=qr&chs=300x300&chld=M|0&chl={{url}}" target="_blank">Dowload QR code</a> If you want to modify the design of the QR code simply copy the url below and paste it into your generator tool. <i>{{url}}</i>
sv_se: Använd QR-koden för att öppna guiden direkt i Guide Appen. <img src="http://chart.apis.google.com/chart?cht=qr&chs=100x100&chld=M|0&chl={{url}}" alt="QR code" width="100" height="100"> <a href="http://chart.apis.google.com/chart?cht=qr&chs=300x300&chld=M|0&chl={{url}}" target="_blank">Ladda ner QR-koden</a> Om du vill ändra designen på QR-koden, kopiera adressen nedan och klistra in den i ditt generatorverktyg. <i>{{url}}</i>

source: Guide images
sv_se: Guidebilder

source: Content objects
sv_se: Innehållsobjekt

source: Content (paintings, art, flowers etc.)
sv_se: Innehåll (tavlor, konstverk, träd etc.)

source: Add new object
sv_se: Lägg till nytt objekt

source: Object title
sv_se: Objektets titel

source: The title of the object
sv_se: Titeln på innehållsobjektet

source: Exhibition ID
sv_se: Utställnings ID

source: Object description
sv_se: Objektbeskrivning

source: Object image
sv_se: Objektets bild

source: Multiple images in jpg or png format of the object.
sv_se: En eller flera bilder i jpg eller png format.

source: Object audio
sv_se: Ljud

source: An audiofile describing the object. This should be fairly compressed. Preferred format of the audio is AAC+ V2.
sv_se: En ljudfil som beskriver objektet. Filen bör vara rimligt komprimerad och vara av AAC+ V2 (m4a) format eller Mp3.

source: Object video
sv_se: Film

source: An videofile describing the object. This should be fairly compressed. Preferred container of the video is MP4.
sv_se: En kortare video som beskrivet objektet. Tänk på att ett mindre filformat oftast resulterar i fler visningar. Föredraget format: Mp4.

source: Links & Resources
sv_se: Länkar och ytterligare resurser

source: Add links related to the object. This can be a website or a published file (on the web) containing further information about the object.
sv_se: Lägg till länkar som har mer information om rekommendationen. Det kan till exempel vara en hemsida eller fil (på webben).

source: Add new link
sv_se: Lägg till länk

source: Linkname
sv_se: Länknamn

source: Web adress
sv_se: Webbadress

source: Visibility
sv_se: Synbarhet

source: Object visibility
sv_se: Objektets synbarhet

source: Yes, show this object
sv_se: Ja, visa detta objekt

source: Show
sv_se: Visa

source: Hide
sv_se: Dölj

source: Unique ID
sv_se: Unikt ID

source: Sharing
sv_se: Dela

source: Use the QR code to open the object directly in the Guide App. <img src="http://chart.apis.google.com/chart?cht=qr&chs=100x100&chld=M|0&chl={{url}}" alt="QR code" width="100" height="100"> <a href="http://chart.apis.google.com/chart?cht=qr&chs=300x300&chld=M|0&chl={{url}}" target="_blank">Dowload QR code</a> If you want to modify the design of the QR code simply copy the url below and paste it into your generator tool. <i>{{url}}</i>
sv_se: Använd QR-koden för att öppna objektet direkt i Guide Appen. <img src="http://chart.apis.google.com/chart?cht=qr&chs=100x100&chld=M|0&chl={{url}}" alt="QR code" width="100" height="100"> <a href="http://chart.apis.google.com/chart?cht=qr&chs=300x300&chld=M|0&chl={{url}}" target="_blank">Ladda ner QR-koden</a> Om du vill ändra designen på QR-koden, kopiera adressen nedan och klistra in den i ditt generatorverktyg. <i>{{url}}</i>

source: Objects
sv_se: Innehållsobjekt

source: Type of guide
sv_se: Typ av guide

source: Select content type
sv_se: Välj innehållstyp

source: Select tour for wider areas or guide for more narrow areas.
sv_se: Välj rundtur för större områden (t.ex stadsvandring) och guide för mindre områden (t.ex en inomhusguide)

source: Tour
sv_se: Rundtur

source: Delay
sv_se: Fördröjning

source: Guide Group
sv_se: Guidekategori

source: Select the group for this guide
sv_se: Välj guidens kategori

source: Use the QR code to open the group directly in the Guide App. <img src="http://chart.apis.google.com/chart?cht=qr&chs=100x100&chld=M|0&chl={{url}}" alt="QR code" width="100" height="100"> <a href="http://chart.apis.google.com/chart?cht=qr&chs=300x300&chld=M|0&chl={{url}}" target="_blank">Dowload QR code</a> If you want to modify the design of the QR code simply copy the url below and paste it into your generator tool. <i>{{url}}</i>
sv_se: Använd QR-koden för att öppna gruppen direkt i Guide Appen. <img src="http://chart.apis.google.com/chart?cht=qr&chs=100x100&chld=M|0&chl={{url}}" alt="QR code" width="100" height="100"> <a href="http://chart.apis.google.com/chart?cht=qr&chs=300x300&chld=M|0&chl={{url}}" target="_blank">Ladda ner QR-koden</a> Om du vill ändra designen på QR-koden, kopiera adressen nedan och klistra in den i ditt generatorverktyg. <i>{{url}}</i>

source: Enable middle layer API sync
sv_se: Aktivera mellanlager-API synkronisering

source: API Key
sv_se: API-nyckel

source: <button type="button" class="button-primary" id="populate-middle-layer">Synchronize database</button>
sv_se: <button type="button" class="button-primary" id="populate-middle-layer">Synkronisera databas</button>

source: Include in category
sv_se: Inkludera innehåll i kategori

source: Select layout for this navigation.
sv_se: Välj layout för denna navigering.

source: Cards
sv_se: Kort

source: Horizontal
sv_se: Horisontell

source: To select none, please switch to "select specific items" and leave specific items field blank.
sv_se: Om du inte vill hämta någon information till listan från den här kategorin kan du välja manuellt urval och lämna fältet tomt.

source: Select specific items
sv_se: Manuellt urval

source: Include all items
sv_se: Inkludera alla inlägg

source: Select specific items (taxonomy)
sv_se: Välj ut innehåll manuellt (guide-platser)

source: Include these items (taxonomy)
sv_se: Inkludera följande innehåll

source: Select specific recommendations
sv_se: Välj ut innehåll manuellt (rekommendationer)

source: Include these recommendations
sv_se: Inkludera följande rekommendationer

source: Object beacon ID
sv_se: Objektets beacon ID

source: A unique id for a specific bluetooth beacon.
sv_se: Ett unikt id för att identifiera en specifik beacon.

source: meters
sv_se: meter

source: Beacon trigger distance
sv_se: Maximalt avstånd till beacon

source: Distance that the beacon should be triggered at.
sv_se: Avstånd som ska trigga beacon-sändare.

source: Beacon groups
sv_se: Grupper av beacons

source: Interactive Guide
sv_se: Interaktiv Guide

source: Steps
sv_se: Steg

source: Chapter
sv_se: Kapitel

source: Text message
sv_se: Textmeddelande

source: Image
sv_se: Bild

source: Button
sv_se: Knapp

source: Finish
sv_se: Avslut

source: Add step
sv_se: Lägg till steg

source: Use the QR code to open the guide directly in the Guide App. <img src="http://chart.apis.google.com/chart?cht=qr&chs=100x100&chld=M|0&chl={{url}}" alt="QR code" width="100" height="100"> <a href="http://chart.apis.google.com/chart?cht=qr&chs=300x300&chld=M|0&chl={{url}}" target="_blank">Dowload QR code</a> If you want to modify the design of the QR code simply copy the url below and paste it into your generator tool. <i>{{url}}</i>
sv_se: Använd QR-koden för att öppna guiden direkt i Guide Appen. <img src="http://chart.apis.google.com/chart?cht=qr&chs=100x100&chld=M|0&chl={{url}}" alt="QR code" width="100" height="100"> <a href="http://chart.apis.google.com/chart?cht=qr&chs=300x300&chld=M|0&chl={{url}}" target="_blank">Ladda ner QR-koden</a> Om du vill ändra designen på QR-koden, kopiera adressen nedan och klistra in den i ditt generatorverktyg. <i>{{url}}</i>

source: Internal event
sv_se: Internt evenemang

source: Select if this is an internal event.
sv_se: Välj om evenemanget är internt.

source: Yes
sv_se: Ja

source: No
sv_se: Nej

source: Address
sv_se: Adress

source: Street address
sv_se: Gatuadress

source: Postal code
sv_se: Postnummer

source: City
sv_se: Ort

source: Municipial
sv_se: Län

source: Country
sv_se: Land

source: Map
sv_se: Karta

source: The map shows where the site is located and is not editable.
sv_se: Kartan visar var platsen är belägen och är inte redigerbar.

source: Coordinates
sv_se: Koordinater

source: Latitude
sv_se: Latitud

source: Longitude
sv_se: Longitud

source: Open hours
sv_se: Öppettider

source: Add open hours for this location.
sv_se: Lägg till öppettider för platsen.

source: Closed
sv_se: Stängt

source: Opening
sv_se: Öppnar

source: Closing
sv_se: Stänger

source: Exceptions to opening hours
sv_se: Undantag för öppettider

source: Add one or more exceptions to this scheme.
sv_se: Lägg till ett eller flera undantag.

source: Service
sv_se: Tjänst

source: Url
sv_se: Webbadress

source: Add images to this location. Please upload images that are as large as possible and that are not sensitive to cropping (eg. images with text overlay).
sv_se: Lägg till bilder för platsen. Vänligen ladda upp bilder som är så stora som möjligt och som kan beskäras utan att förstöra det bilden vill förmedla (t.ex. bilder med text).

source: Add an organizer that manages the location.
sv_se: Lägg till en arrangör som ansvarar för platsen.

source: Prices
sv_se: Priser

source: Add membership cards where entry is included.
sv_se: Välj medlemskort där inträde ingår.

source: Minimum age to enter
sv_se: Lägsta ålder

source: Enter age if this location is age restricted.
sv_se: Skriv ålder om platsen har en åldersgräns.

source: Membership card
sv_se: Medlemskort

source: Link to website.
sv_se: Extern länk till webbplats.

source: Add API links to import events from Open Library Solutions.
sv_se: Lägg till API länkar för import från Open Library Solutions.

source: API-URL including event endpoint, without query string.
sv_se: API-URL inklusive evenemangs-endpoint, utan frågesträng. T.ex. “https://example.com/api/events”.

source: Group ID
sv_se: Grupp-ID
