Repository: helsingborg-stad/api-event-manager
Catalog: languages/event-manager-*.po
Languages: sv_se

source: Get events from a specified library group.
sv_se: Filtrera evenemang från angiven biblioteksgrupp.

source: Contact persons
sv_se: Kontaktpersoner

source: Name
sv_se: Namn

source: First and last name.
sv_se: För- och efternamn.

source: Title
sv_se: Titel

source: Job title or role.
sv_se: Titel eller arbetsroll.

source: Package
sv_se: Paket

source: Events included
sv_se: Inkluderade evenemang

source: Select which events that are included in this package.
sv_se: Välj evenemang som ingår i paketet.

source: Add membership cards where this package is included.
sv_se: Välj medlemskort där paketet ingår.

source: Point property icon
sv_se: Ikon för egenskap

source: Image for this property
sv_se: Bild för den här egenskapen

source: Add an image with the format SVG to illustrate this property.
sv_se: En bild som illustrerar punktegenskapen i SVG format.

source: Publishing groups
sv_se: Publiceringsgrupper

source: Recommendation
sv_se: Rekommendation

source: Tagline
sv_se: Sammanfattning

source: Short tagline that describes what this is about.
sv_se: En kort sammanfattning som beskriver vad det handlar om.

source: This recommendation has target group "kids".
sv_se: Den här rekommendationen är anpassad för barn.

source: Add links related to the recommendation. This can be a website or a published file (on the web) containing further information about the object.
sv_se: Lägg till länkar som har mer information om rekommendationen. Det kan till exempel vara en hemsida eller fil (på webben).

source: Profile
sv_se: Profil

source: Profile name
sv_se: Profilens namn

source: Name and surname of the profile.
sv_se: Profilens för- och efternamn.

source: Profile quote
sv_se: Citat

source: Profile image
sv_se: Bild på profilen

source: Image of the profile in jpg or png format.
sv_se: Bild på profilen i jpg eller png-format.

source: Multiple images in jpg or png format.
sv_se: En eller flera bilder i jpg eller png format.

source: The file should be fairly compressed. Preferred format of the audio is AAC+ V2.
sv_se: Filen bör vara rimligt komprimerad och vara av AAC+ V2 (m4a) format eller Mp3.

source: The file should be fairly compressed. Preferred container of the video is MP4.
sv_se: Tänk på att ett mindre filformat oftast resulterar i fler visningar. Föredraget format: Mp4.

source: Beacon namespace
sv_se: Beacon namnrymd

source: Beacon distance
sv_se: Avstånd till beaconsändare

source: Beacon location
sv_se: Plats för beacon

source: External link to website.
sv_se: Extern länk till hemsida.

source: Instagram link
sv_se: Instagram

source: Youtube link
sv_se: YouTube

source: Twitter link
sv_se: Twitter

source: Facebook link
sv_se: Facebook

source: Enable daily automatic import from Transticket
sv_se: Daglig automatisk import från Transticket

source: Add one or many API links to Transticket
sv_se: Lägg till en eller flera API-länkar till Transticket

source: Add the Transticket API-URL without 'FromDate' and 'ToDate' parameters, they will be added automatically.
sv_se: Lägg till Transticket API-URL utan parametrarna ‘FromDate’ och ‘ToDate’, de läggs till automatiskt.

source: Username
sv_se: Användarnamn

source: Password
sv_se: Lösenord

source: Ticket URL
sv_se: Biljett URL

source: Base URL to ticket purchase website.
sv_se: URL till biljettförsäljning.

source: Exclude tags
sv_se: Uteslut taggar

source: Enter the name of the tags that you want to exclude from the import. Separate with commas.
sv_se: Skriv namnet på de taggar ni vill utesluta från import. Separera med kommatecken.

source: Weeks to import
sv_se: Antal veckor att importera

source: Select how many weeks ahead you want to import. Try keeping the period as short as possible to avoid unnecessary data transfer.
sv_se: Ange hur många veckor framåt du vill importera. Försök hålla perioden så kort som möjligt för att undvika onödig dataöverföring.

source: Group event occasions
sv_se: Gruppera evenemangstillfällen

source: Group event occasions under one event
sv_se: Gruppera evenemangstillfällen under ett evenemang

source: Under processing
sv_se: Under bearbetning

source: Select if this event is under processing.
sv_se: Välj om evenemanget är under bearbetning.

source: Comment
sv_se: Kommentar

source: Write a comment.
sv_se: Skriv en kommentar.

source: Enable daily automatic import from XCAP
sv_se: Daglig automatisk import från XCAP

source: Add one or many API links to Xcap
sv_se: Lägg till en eller flera API-länkar till Xcap

source: All clients
sv_se: Alla klienter

source: Date from
sv_se: Från datum

source: Date to
sv_se: Till datum

source: All
sv_se: Alla

source: Private
sv_se: Privat

source: Pending Review
sv_se: Inväntar granskning

source: Trash
sv_se: Papperskorg

source: All categories
sv_se: Alla kategorier

source: All groups
sv_se: Alla grupper

# ACF
source: Event manager options
sv_se: Event manager inställningar

# Event manager options
source: Options
sv_se: Inställningar

source: Please upload images that are as large as possible and that are not sensitive to cropping (eg. images with text overlay).
sv_se: Vänligen ladda upp bilder som är så stora som möjligt och som kan beskäras utan att förstöra det bilden vill förmedla (t.ex. bilder med text).

source: API synchronization
sv_se: API synkronisering

source: Linked events
sv_se: Länkade evenemang

source: Submitted by
sv_se: Inskickat av

source: Contact details to the person who submitted the event.
sv_se: Kontaktuppgifter till personen som skickat in evenemanget.

source: This post is not linked to any events.
sv_se: Det finns inga länkade evenemang.

source: Unchecking this box will disable API updates sync for this particular event. Only fields with sync icon is affected by this option.
sv_se: Avmarkering av denna rutan stänger av automatiska API-uppdateringar. Detta gäller endast fält med sync-symbol.

source: Sync event information with API
sv_se: Synkronisera med API

source: Cheatin&#8217; uh?
sv_se: Fuskar du?

source: Missing permissions
sv_se: Behörigheten för att göra detta saknas

source: Event administrator
sv_se: Evenemangsadministratör

source: Guide administrator
sv_se: Guideadministratör

source: Event contributor
sv_se: Evenemangshanterare

source: Guide editor
sv_se: Guideredakör

source: "Title" is missing
sv_se: “Titel” saknas

source: "Featured" image is missing
sv_se: “Utvald bild” saknas

source: Create new organizer
sv_se: Skapa ny arrangör

source: Create new sponsor
sv_se: Skapa ny sponsor

source: Create new location
sv_se: Skapa ny plats

source: Create new membership card
sv_se: Skapa nytt medlemskort

source: Close
sv_se: Stäng

source: Add images
sv_se: Lägg till bilder

source: Imported data
sv_se: Importerad data

source: Time until reload
sv_se: Laddar om sidan

source: Loading
sv_se: Hämtar

source: Choose time
sv_se: Välj tidpunkt

source: Time
sv_se: Tid

source: Hour
sv_se: Timme

source: Minute
sv_se: Minut

source: Done
sv_se: Klar

source: Now
sv_se: Nu

source: with similar name
sv_se: med liknande namn

source: To upload an image, you need to confirm the statements below
sv_se: För att ladda upp en bild behöver du bekräfta nedanstående punkter

source: I have the right to use this image to promote this event.
sv_se: Jag har rätt att använda denna bild för att marknadsföra detta evenemang.

source: Are there identifiable persons on the image/images?
sv_se: Finns det identifierbara personer på bilden/bilderna?

source: They have accepted that the image is used to promote this event and have been informed that after the image has been added to the database, it may appear in different channels to promote the event.
sv_se: De har godkänt att bilden används för att marknadsföra detta evenemang och har informerats om att efter att bilden lagts in i databasen kan komma att synas i olika kanaler för att marknadsföra evenemanget.

source: Duplicate occasion
sv_se: Duplicera tidpunkt

source: Import scheduled
sv_se: Import schemalagd

source: Synchronization scheduled
sv_se: Synkronisering schemalagd

source: Add new %s
sv_se: Lägg till %s

source: Edit %s
sv_se: Redigera %s

source: New %s
sv_se: Nytt %s

source: View %s
sv_se: Visa %s

source: Search %s
sv_se: Sök %s

source: No %s found
sv_se: Inga %s hittades

source: No %s found in trash
sv_se: Inga %s hittades i papperskorgen

source: Parent %s:
sv_se: Förälder %s:

source: Post updated.
sv_se: Inlägget uppdaterades.

source: Post published.
sv_se: Inlägget publicerades.

source: Post submitted.
sv_se: Inlägget uppdaterades.

source: Post draft updated.
sv_se: Utkast uppdaterades.

source: You don't have access to edit this event. Contact an administrator for further information.
sv_se: Ni saknar rättigheter att uppdatera evenemanget. Vid frågor kontakta en administratör.

source: Public
sv_se: Offentlig

source: This post must be updated before it can be published.
sv_se: Evenemanget behöver uppdateras innan det kan publiceras.

source: Edit draft
sv_se: Redigera utkast

source: Accept
sv_se: Godkänn

source: Deny
sv_se: Neka

source: Something went wrong!
sv_se: Något gick fel!

source: Error
sv_se: Fel

source: Could not create folder
sv_se: Kunde inte skapa mappen

source: please go ahead and create it manually and rerun the import.
sv_se: vänligen skapa den manuellt och gör om importen.

# Post type plural
source: Events
sv_se: Evenemang

# Post type singular
source: Event
sv_se: Evenemang

# Main organizer column name
source: Main organizer
sv_se: Arrangör

source: Client
sv_se: Klient

source: End date must be after start date
sv_se: Slutdatum får inte vara före eller lika med startdatum

source: Door time cannot be after start date
sv_se: Dörrtid får inte vara efter starttid

source: Please add occasion or recurrence rule
sv_se: Vänligen lägg till tidpunkt för evenemanget

source: Not a valid number
sv_se: Inte ett giltigt tal

source: End time must be after start time
sv_se: Sluttid får inte vara före starttid

source: Door time cannot be after start time
sv_se: Dörrtid får inte vara efter starttid

source: Import XCAP
sv_se: Importera XCAP

source: Import CBIS
sv_se: Importera CBIS

source: Import Transticket
sv_se: Importera Transticket

source: Import Open Library
sv_se: Importera Open Library

source: No post to duplicate has been supplied!
sv_se: Post att duplicera saknas!

source: Event creation failed, could not find original event
sv_se: Dupliceringen misslyckades, kunde inte hitta originalevenemanget

source: Create similar item
sv_se: Skapa ett liknande evenemang

source: Are you sure you want to clone this event?
sv_se: Är du säker på att du vill skapa en dubblett av evenemanget?

source: Clone
sv_se: Duplicera

source: This is a duplicate of the event: %s. If this is a new occasion for the same event, please %s and republish the original event
sv_se: Detta är en dubblett av evenemanget: %s. Om du vill lägga till en ny tidpunkt för ett redan existerande evenemang, vänligen %s och publicera originalversionen

source: edit
sv_se: uppdatera

source: Guidelines
sv_se: Riktlinjer

source: Please read the guidelines below before publishing your event.
sv_se: Vänligen läs igenom riktlinjerna nedan innan du publicerar evenemanget.

source: Do not enter information that refers to information in another text field. It is not certain that all fields will be presented to the consumer and would thefore be missguiding.
sv_se: Skriv inte in information i ett textfält som hänvisar till andra textfält. Det är inte säkert att alla fält kommer att presenteras för konsumenten och kan därför bli missledande.

source: Plain language tips
sv_se: Klarspråkstips

source: Write the most important first.
sv_se: Skriv det viktigaste först.

source: Use words that you think the readers understand.
sv_se: Använd ord som du tror att läsarna förstår.

source: Write short and concise.
sv_se: Skriv kort och koncist.

source: CBIS have not imported any events for atleast 7 days. Please control the importer.
sv_se: Inga evenemang från CBIS har importerats de senaste 7 dagarna. Vänligen kontrollera inställningarna och importen.

source: XCAP have not imported any events for atleast 7 days. Please control the importer.
sv_se: Inga evenemang från XCAP har importerats de senaste 7 dagarna. Vänligen kontrollera inställningarna och importen.

source: Transticket have not imported any events for atleast 7 days. Please control the importer.
sv_se: Inga evenemang från Transticket har importerats de senaste 7 dagarna. Vänligen kontrollera inställningarna och importen.

source: Interactive guides
sv_se: Interaktiva guider

source: Interactive guide
sv_se: Interaktiv guide

source: Import client
sv_se: Klient

source: Import ArcGIS locations
sv_se: Importera ArcGIS platser

source: Membership Cards
sv_se: Medlemskort

source: Membership Card
sv_se: Medlemskort

source: Logo
sv_se: Logotyp

source: Includes
sv_se: Innehåller

# Taxonomy plural name
source: Event categories
sv_se: Evenemangskategorier

# Taxonomy singular name
source: Event category
sv_se: Evenemangskategori

source: Search categories
sv_se: Sök kategori

source: Popular categories
sv_se: Populära kategorier

source: Parent category
sv_se: Huvudkategori

source: Edit category
sv_se: Redigera kategori

source: Update category
sv_se: Uppdatera kategori

source: Add new category
sv_se: Lägg till ny kategori

source: New category
sv_se: Ny kategori

source: Add or remove categories
sv_se: Lägg till eller ta bort kategorier

source: Choose from most used categories
sv_se: Välj bland de mest använda kategorierna

source: Categories
sv_se: Kategorier

# Taxonomy plural name
source: Imported categories
sv_se: Importerade kategorier

# Taxonomy singular name
source: Imported category
sv_se: Importerad kategori

source: Imported categories
sv_se: Importerade kategorier

# Taxonomy plural name
source: Tags
sv_se: Taggar

# Taxonomy singular name
source: Tag
sv_se: Tagg

source: Search tags
sv_se: Sök tagg

source: Popular tags
sv_se: Populära taggar

source: All tags
sv_se: Alla taggar

source: Parent
sv_se: Förälder

source: Edit tag
sv_se: Redigera tagg

source: Update
sv_se: Uppdatera

source: Add new tag
sv_se: Lägg till ny tagg

source: New tag
sv_se: Ny tagg

source: Add or remove tags
sv_se: Lägg till eller ta bort taggar

source: Choose from most used tags
sv_se: Välj från de mest använda taggarna

source: Tags
sv_se: Taggar

# Taxonomy plural name
source: Guide group
sv_se: Guidekategori

# Taxonomy singular name
source: Guide group
sv_se: Guidekategori

source: Search guide group
sv_se: Sök bland guidekategorier

source: Popular guide groups
sv_se: Populära guidekategorier

source: All guide groups
sv_se: Alla guidekategorier

source: Parent guide group
sv_se: Förälder guidekategorier

source: Edit guide group
sv_se: Redigera guidekategori

source: Update guide group
sv_se: Uppdatera guidekategori

source: Add new guide group
sv_se: Lägg till ny guidekategori

source: New guide group
sv_se: Ny guidekategori

source: Add or remove guide group
sv_se: Lägg till eller ta bort guidekategori

source: Choose from most used guide groups
sv_se: Välj från vanliga guidekategorier

source: Guide groups
sv_se: Guidekategorier

# Taxonomy plural name
source: Guide navigation
sv_se: Navigationslänkar guide

# Taxonomy singular name
source: Guide navigation item
sv_se: Navigationslänk guide

source: Search navigation item
sv_se: Sök efter navigationslänk

source: Popular navigation items
sv_se: Populära navigationslänkar

source: All navigation items
sv_se: Alla navigationslänkar

source: Parent navigation item
sv_se: Förälder navigationslänkar

source: Edit navigation item
sv_se: Redigera navigationslänk

source: Update navigation item
sv_se: Uppdatera navigationslänk

source: Add new navigation item
sv_se: Lägg till ny navigationslänk

source: New navigation item
sv_se: Ny navigationslänk

source: Add or remove navigation item
sv_se: Lägg till eller ta bort navigationslänk

source: Choose from most used navigation items
sv_se: Välj bland de mest populära navigationslänkarna

source: Guide types
sv_se: Guidetyper

# Taxonomy plural name
source: Location categories
sv_se: Platskategorier

# Taxonomy singular name
source: Location category
sv_se: Platskategori

# Taxonomy plural name
source: Point properties
sv_se: Punktegenskaper

# Taxonomy singular name
source: Point propery
sv_se: Punktegenskap

source: Search properties
sv_se: Sök efter punktegenskaper

source: Popular properties
sv_se: Populära punktegenskaper

source: All properties types
sv_se: Alla punktegenskaper

source: Parent properties
sv_se: Förälder punktegenskaper

source: Edit property
sv_se: Redigera punktegenskap

source: Update property
sv_se: Uppdatera punktegenskap

source: Add new property
sv_se: Lägg till ny punktegenskap

source: New property
sv_se: Ny punktegenskap

source: Add or remove property
sv_se: Lägg till eller ta bort punktegenskaper

source: Choose from most used properties
sv_se: Välj mellan de mest använda punktegenskaperna

source: Point properties
sv_se: Punktegenskaper

# Taxonomy plural name
source: Groups
sv_se: Organisationer

# Taxonomy singular name
source: Group
sv_se: Organisation

source: Search groups
sv_se: Sök organisation

source: Popular groups
sv_se: Populära organisationer

source: Parent group
sv_se: Förälderorganisation

source: Edit group
sv_se: Ändra organisation

source: Update group
sv_se: Uppdatera organisation

source: Add new group
sv_se: Lägg till ny organisation

source: New group
sv_se: Ny organisation

source: Add or remove groups
sv_se: Lägg till eller ta bort organisationer

source: Choose from most used groups
sv_se: Välj från de mest använda organisationerna

source: User groups
sv_se: Användarorganisationer

source: Event publishing groups
sv_se: Publiceringsorganisationer

source: Assigned groups
sv_se: Dina organisationer

source: There are no groups assigned to your account.
sv_se: Du ingår inte i någon organisation.

source: Event Manager
sv_se: Eventhanteraren (Event manager)

source: Manage events locally, and import from XCAP & CBIS.
sv_se: Hantera evenemang, platser, kontaktpersoner etc och importera från vanliga evenemangssystem.
